INSERT INTO `tbl_ask_sort` (`sid`, `name`, `parent`, `pid`, `pName`, `child`) VALUES
(1, '请选择', 0, 0, NULL, 12),
(2, '电脑/网络', 0, 0, '电脑/网络', 1),
(3, '生活/时尚', 0, 0, '生活/时尚', 2),
(4, '电子/数码', 0, 0, '电子/数码', 3),
(5, '购车/养车', 0, 0, '购车/养车', 0),
(6, '电脑常识', 2, 2, '电脑/网络', 0),
(7, '服饰', 3, 3, '生活/时尚', 0),
(8, '流行时尚', 3, 4, '生活/时尚', 0),
(9, '诺基亚', 4, 4, '电子/数码', 2),
(10, '摩托罗拉', 4, 4, '电子/数码', 0),
(11, '索尼爱立信', 4, 4, '电子/数码', 0),
(12, '2100', 9, 4, '电子/数码', 0),
(13, '8808', 9, 4, '电子/数码', 0);
